# Основные настройки

token = 'OTM3NDEwMDAwNzEwNjg0NzAy.YfbVGA.6XY9NnOzWRruqXUlMgbOSPNI46k' # Токен бота
version = '1.5A' # Версия бота

# База-данных

database = 'data/db/main/Database.db' # Путь к базе данных
lang = 'ru' # Язык по стандарту [Доступные: ru, en, ua]
prefix = '.' # Префикс по стандарту
status = ["help | bot | stats"] # Статус при включении [Временно вырезал]
currency = '<:better_moneyb:937110288807907378> ' # Стандартный эмодзи в Экономике

# Эмодзи

okay = '<:better_okay:937110425881952327> ' # Эмодзи для успешных выполнений
warning = '<:better_warning:937110425542213703> ' # Эмодзи для предупреждений
error = '<:better_error:937110425940656188> ' # Эмодзи для ошибок
servers = '<:better_servers:937110288447193089> ' # Эмодзи в команде bot
users = '<:better_users:937110288669483059> ' # Эмодзи в команде bot
commands = '<:better_command:937110288728211487> ' # Эмодзи в команде bot
off = '<:better_off:937693053546823790> ' # Эмодзи выключенного палзунка
on = '<:better_on:937693053609730058> ' # Эмодзи включеного палзунка
levelup = '<:better_up:937110425458311179> ' # Эмодзи для повышения уровня

# Каналы

versionname = 'Версия:' # Название канала с версией
versionid = 949725688582275142 # ID-канала который отвечает за опцию version (Устанавливается название с версией)
guildlogs = 949725843175919626 # ID-канала в который отправляются сообщения о добавлении/удалении гильдий.
errorlogs = 949725899006292059 # ID-канала в который отправляются ошибки вызванные в ходе запуска когов или выполнении команд